window.PAGES = {
  key: "mzt", title: "高途 政治 pro 知识精讲讲义 · 毛中特分册",
  books: [{
    name: "毛中特分册", img: "assets/img/mzt", total: 95,
    sections: [
      { name: "导论 马克思主义中国化的历史进程和理论成果", a: 4, b: 6 },
      { name: "第一章 毛泽东思想及其历史地位", a: 7, b: 11 },
      { name: "第二章 新民主主义革命理论", a: 12, b: 21 },
      { name: "第三章 社会主义改造理论", a: 22, b: 27 },
      { name: "第四章 社会主义建设道路初步探索的理论成果", a: 28, b: 32 },
      { name: "第五章 邓小平理论", a: 33, b: 38 },
      { name: "第六章 “三个代表”重要思想", a: 39, b: 40 },
      { name: "第七章 科学发展观", a: 41, b: 42 },
      { name: "第八章 习近平新时代中国特色社会主义思想及其历史地位", a: 43, b: 47 },
      { name: "第九章 坚持和发展中国特色社会主义的总任务", a: 48, b: 53 },
      { name: "第十章 “五位一体”总体布局", a: 54, b: 70 },
      { name: "第十一章 “四个全面”战略布局", a: 71, b: 78 },
      { name: "第十二章 实现中华民族伟大复兴的重要保障", a: 79, b: 85 },
      { name: "第十三章 中国特色大国外交", a: 86, b: 90 },
      { name: "第十四章 坚持和加强党的领导", a: 91, b: 95 }
    ]
  }]
};
