window.PAGES = {
  key: "x1000",
  title: "肖秀荣 1000 题（2027）",
  books: [
    {
      name: "试题分册", img: "assets/img/x1000-shi", total: 169,
      sections: [
        { name: "第一部分 马克思主义基本原理", a: 6, b: 64 },
        { name: "第二部分 毛泽东思想和中国特色社会主义理论体系概论", a: 65, b: 81 },
        { name: "第三部分 习近平新时代中国特色社会主义思想概论", a: 82, b: 112 },
        { name: "第四部分 中国近现代史纲要", a: 113, b: 149 },
        { name: "第五部分 思想道德与法治", a: 150, b: 169 }
      ]
    },
    {
      name: "解析分册", img: "assets/img/x1000-jx", total: 189,
      sections: [
        { name: "第一部分 马克思主义基本原理", a: 6, b: 79 },
        { name: "第二部分 毛泽东思想和中国特色社会主义理论体系概论", a: 80, b: 97 },
        { name: "第三部分 习近平新时代中国特色社会主义思想概论", a: 98, b: 125 },
        { name: "第四部分 中国近现代史纲要", a: 126, b: 168 },
        { name: "第五部分 思想道德与法治", a: 169, b: 189 }
      ]
    }
  ]
};
